inst = '''Всім привіт! Сьогодні я вам покажу додаток на подобі програми про рибалку , у ньому ви можете дізнатися про \n
про багатьох відомих риб які проживають у річках  України 
1 - Карась звичаний
2 - Короп 
3 - Білий амур 
4 - Лящ 
5 - Сом 
6 - Щука  '''
inst2 = '''1 - Карась звичаний
2 - Короп  \n
3 - Білий амур \n
4 - Лящ \n
5 - Сом \n
6 - Щука  '''
inst3 = ""

inst4 = '''
'''


def finish(a,new_age):
   if new_age >=7 and new_age <=8:
      if a <= 6.4:
         return "чудово"
      if a >= 6.5 and a <= 11.9:
         return "добре"
      if a >= 12 and a <= 16.9:
         return "задовільно"
      if a >= 17 and a <= 20.9:
         return "слабкий"
      if a >= 21:
         return "незадовільно"
      
   if new_age >=9 and new_age <=10:
      if a <= 4.9:
         return "чудово"
      if a >= 5 and a <= 10.4:
         return "добре"
      if a >= 10.5 and a <= 15.4:
         return "задовільно"
      if a >= 15.5 and a <= 19.4:
         return "слабкий"
      if a >= 19.5:
         return "незадовільно"